i5/20240115-1133/4-lock-partitions/1000/pgbench.log
pgbench (17devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 64
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 1606
number of failed transactions: 0 (0.000%)
latency average = 605.537 ms
initial connection time = 29.091 ms
tps = 105.691320 (without initial connection time)